[{"data":1,"prerenderedAt":566},["Reactive",2],{"event":3,"home-what":15,"home-when":64,"home-how":122,"home-who":162,"schedule":176,"home-awards":368,"home-contact":376,"home-schedule":416,"when-schedule":486,"home-speakers":556},{"_path":4,"_dir":5,"_draft":6,"_partial":6,"_locale":5,"description":7,"registration_form":8,"_id":9,"_type":10,"title":11,"_source":12,"_file":13,"_extension":14},"/event","",false,"Bring your perspectives on how to \"Describe Life\" to the 6th annual event on TaxonWorks, its community, and the broader world of biodiversity informatics.","https://illinois.zoom.us/meeting/register/tZAucO2vqzMjG9VpsbRhPBFunh5LkPZxAcdq","content:event.yml","yaml","Event","content","event.yml","yml",{"_path":16,"_dir":5,"_draft":6,"_partial":6,"_locale":5,"title":17,"description":18,"body":19,"_type":60,"_id":61,"_source":12,"_file":62,"_extension":63},"/what","What","Our 6th TaxonWorks Together 6-8 May 2025. Join us for 3 days of activities centered around building the collective TaxonWorks community within the broader context of biodiversity informatics around the world, highlighting what's new, changed, and on the horizon. Activities range from highly guided, to un-conference style, with informational (demos, new features, participant presentations) and conversational (e.g. round-table, Q & A) opportunities mixed throughout. As always, we invite new audiences to join us to gather insights for tailoring future directions, our topics will range from those involving TaxonWorks directly (how can we improve) to grand-challenges facing or collective communities (e.g. data quality, semantics and standards, sustaining communities, agency).",{"type":20,"children":21,"toc":57},"root",[22,49],{"type":23,"tag":24,"props":25,"children":26},"element","p",{},[27,30,36,38,47],{"type":28,"value":29},"text","Our 6th TaxonWorks Together ",{"type":23,"tag":31,"props":32,"children":33},"em",{},[34],{"type":28,"value":35},"6-8 May 2025",{"type":28,"value":37},". Join us for 3 days of activities centered around building the collective ",{"type":23,"tag":39,"props":40,"children":44},"a",{"href":41,"rel":42},"http://taxonworks.org",[43],"nofollow",[45],{"type":28,"value":46},"TaxonWorks",{"type":28,"value":48}," community within the broader context of biodiversity informatics around the world, highlighting what's new, changed, and on the horizon. Activities range from highly guided, to un-conference style, with informational (demos, new features, participant presentations) and conversational (e.g. round-table, Q & A) opportunities mixed throughout. As always, we invite new audiences to join us to gather insights for tailoring future directions, our topics will range from those involving TaxonWorks directly (how can we improve) to grand-challenges facing or collective communities (e.g. data quality, semantics and standards, sustaining communities, agency).",{"type":23,"tag":24,"props":50,"children":51},{},[52],{"type":23,"tag":31,"props":53,"children":54},{},[55],{"type":28,"value":56},"Expect lots of opportunities to ask questions, meet others, and to contribute the conversation, your feedback and contributions will make a difference.",{"title":5,"searchDepth":58,"depth":58,"links":59},2,[],"markdown","content:what.md","what.md","md",{"_path":65,"_dir":5,"_draft":6,"_partial":6,"_locale":5,"title":66,"description":5,"body":67,"_type":60,"_id":120,"_source":12,"_file":121,"_extension":63},"/when","When",{"type":20,"children":68,"toc":118},[69],{"type":23,"tag":70,"props":71,"children":72},"ul",{},[73,87,101,113],{"type":23,"tag":74,"props":75,"children":76},"li",{},[77,79,85],{"type":28,"value":78},"See ",{"type":23,"tag":39,"props":80,"children":82},{"href":81},"#Schedule",[83],{"type":28,"value":84},"Schedule",{"type":28,"value":86},".",{"type":23,"tag":74,"props":88,"children":89},{},[90,92,99],{"type":28,"value":91},"Here already? Please add ",{"type":23,"tag":39,"props":93,"children":96},{"href":94,"rel":95},"https://github.com/SpeciesFileGroup/taxonworks_together/issues",[43],[97],{"type":28,"value":98},"your event idea for TWTogether 2025",{"type":28,"value":100}," (click \"New Issue\").",{"type":23,"tag":74,"props":102,"children":103},{},[104,106,112],{"type":28,"value":105},"Can't wait to participate? If you want to share a longer perspective at TWT 2025 on the role of taxon pages or how the process of taxonomic circumscription might evolve propose it to us! See ",{"type":23,"tag":39,"props":107,"children":109},{"href":108},"#Contact",[110],{"type":28,"value":111},"Contact us",{"type":28,"value":86},{"type":23,"tag":74,"props":114,"children":115},{},[116],{"type":28,"value":117},"Now! Plan your 3-minutes 1 slide presentation. Each day an open session where you can emphasize what's important to your biodiversity informatics world, whether TaxonWorks related or not.",{"title":5,"searchDepth":58,"depth":58,"links":119},[],"content:when.md","when.md",{"_path":123,"_dir":5,"_draft":6,"_partial":6,"_locale":5,"title":124,"description":5,"subtitle":125,"steps":126,"more":140,"body":156,"_type":60,"_id":160,"_source":12,"_file":161,"_extension":63},"/how","How","All sessions virtual (Zoom) and free to attend. Registration is required. Space may be limited.",[127,131,134,137],{"title":128,"required":129,"text":130},"Register",true,"Take the first step and [register](https://illinois.zoom.us/meeting/register/tZAucO2vqzMjG9VpsbRhPBFunh5LkPZxAcdq) for free with your email which sends you your Zoom link.",{"title":132,"text":133},"Participate","[Post ideas, requests, questions](https://github.com/SpeciesFileGroup/taxonworks_together/issues) for our event sessions.",{"title":135,"text":136},"3 Minutes 1 Slide","If you would like to present your insights or ideas on a given topic about TaxonWorks let us know we'll add you to the list",{"title":138,"text":139},"Notes","[Group notes doc](https://tinyurl.com/twt2025notes) for TaxonWorks Together 2025",[141,144,147,150,153],{"title":142,"text":143},"Learn about TaxonWorks","New to TaxonWorks? Learn about TaxonWorks features and functions via the \u003Ca href=\"https://www.youtube.com/@TaxonWorks\">TaxonWorks YouTube videos\u003C/a> and visit the [online documentation](https://docs.taxonworks.org/).",{"title":145,"text":146},"Get a TaxonWorks account","Discover TaxonWorks in a sandbox now. It's ready-to-use, no software installation needed, [Request sandbox account](https://docs.google.com/document/d/1dZsUG0p5M9VcuNrq87pU0opUVHh3XECAMsW3RZ-XQxk/edit?usp=sharing).",{"title":148,"text":149},"Get a GitHub account","Not required, but recommended. [A GitHub account](https://github.com/) will help you better participate in many aspects of the community and help you get recognition for the work and expertise you contribute.",{"title":151,"text":152},"Install it","If you are software developer and you want to hack TaxonWorks itself, please start reading our [overview of install options](https://docs.taxonworks.org/develop/Install/). You Don't Need To Install TW locally to use it. (See number 2 above).",{"title":154,"text":155},"Experiment","Got data in TaxonWorks already? Looking to experiment to see what your TaxonPages will look like? Try installing this software \"locally\" (on your computer) to find out. (You will need to install Node on your machine, and git, there’s a link in the above instructions). You can also \"see\" other sites, if their API is open, look here: https://sandcastle.taxonworks.org/api/v1.",{"type":20,"children":157,"toc":158},[],{"title":5,"searchDepth":58,"depth":58,"links":159},[],"content:how.md","how.md",{"_path":163,"_dir":5,"_draft":6,"_partial":6,"_locale":5,"title":164,"description":165,"body":166,"_type":60,"_id":174,"_source":12,"_file":175,"_extension":63},"/who","Who","Taxonomists, students, ecologists, curators, collection managers, software developers, biodiversity information scientists, para-taxonomists. If you have questions about TaxonWorks this is a great time to ask them. If you have a vision to share, this is the place. Whether you are very familiar with TaxonWorks or new to our community, all are welcome.",{"type":20,"children":167,"toc":172},[168],{"type":23,"tag":24,"props":169,"children":170},{},[171],{"type":28,"value":165},{"title":5,"searchDepth":58,"depth":58,"links":173},[],"content:who.md","who.md",{"_path":177,"_dir":5,"_draft":6,"_partial":6,"_locale":5,"subtitle":178,"schedule":179,"_id":366,"_type":10,"title":84,"_source":12,"_file":367,"_extension":14},"/schedule","Contact us! If you would like to participate, we'll discuss with you how you might fit in.",[180,259,334],{"date":181,"topic":182,"schedule":183},"2025-05-06","Getting to know TaxonWorks and its communities",[184,187,190,197,218,221,227,233,235,241,254],{"start":185,"title":186},"13:30","Room open to test setup, presentations, features.",{"start":188,"title":189},"13:45","Logistics.",{"start":191,"speakers":192,"title":195,"description":196},"14:00",[193,194],"Matt Yoder","Deborah Paul","Welcome.","Thanks for being here. Why is TWT 2025 structured the way it is? Who is this for? What perspectives are we coming from? What kinds of opportunities for discovery are there at TWT 2025?",{"start":198,"type":199,"title":200,"description":201,"speakers":202},"14:30","symposia","Stories of Transition in the Realm of Biodiversity Informatics","The Species File Group and the TaxonWorks Community now receives inquiries on a near weekly basis regarding what we can generally categorize as potential transitions. These transitions may be the migration of data from one format to another, the adoption of TaxonWorks for new projects, the transition of data into or out of TaxonWorks, and more generally the seeding of new communities, i.e. the transition from one person to a collective. \u003Cbr> \u003Cbr> Hear from our collaborators stories of the processes behind their transitions, with specific reference to what triggered the need for the transition, and what the expected outcomes are. Communicating the challenges behind the processes behind all this work, and the avenues of exploration around them, helps us all to discover intersections or synergies that can become the focal point of our collective efforts.",[203,206,209,212,215],{"name":204,"title":205},"Ana Jesovnik","Migrating diverse natural history collections into TW",{"name":207,"title":208},"Bronwyn Williams","Crayfishes! Field work, genetics, dark-taxa: Envisioning a unified knowledgebase",{"name":210,"title":211},"Dmitry Mozzerhin, Geoff Ower","Sharing data with SQLite: Species File Group \"Borg\" archive.",{"name":213,"title":214},"Lily Hart","Student's perspective in publishing data",{"name":216,"title":217},"Aaron Smith","TBA (Purdue Entomological Research Collection's transition to TaxonWorks as a collaboration)",{"start":219,"title":220},"15:45","Break",{"start":222,"speakers":223,"title":225,"description":226},"16:00",[193,224],"Debbie Paul","TaxonWorks: Who and What?","A breakdown of who is (and might be) using TaxonWorks, and for what? Short Q/A to follow.",{"start":228,"speakers":229,"title":231,"description":232},"16:30",[230],"José Luis Pereira","What's new in TaxonPages?","TaxonPages is front end for, well, taxon page based websites. Hear what's available, with a time for Q/A to follow.",{"start":234,"title":220},"17:00",{"start":236,"speakers":237,"title":239,"description":240},"18:00",[238],"Auriel Fournier, James Lamer, Arianna Kuhn, Enrique Santoyo Brito, and Jamie Minneart-Grote","Informatics opportunities integrating field stations and collections, with special reference to the practical needs and opportunities at the Illinois Natural History Survey","In this session, we focus on our local expertise across field stations and research collections as a basis for a conversation on our collective informatics needs. When dealing with interplay between physical and  digital data what are your pain points? What tools would you love to have in your hands, are there tools that would catalyze what you can do, or that would let you be more impactful? What is working currently in terms of the digital tools you engage with facilitating your science? We are hoping the conversation will illuminate new intersections as to what we all do (or could do) together. Specifically addressing local needs is a priority here, we deal with diverse but similar issues, communicating those to our broader audience and each other can be eye-opening.",{"start":242,"speakers":243,"title":245,"type":246,"description":247,"topics":248},"19:00",[244],"Everyone","Task-O-Rama I","unconference","Part one of a hands on demo/exploration of what's new (or not yet well known) in 2024.",[249,250,251,252,253],"Keys","Field occurrences","Gazetteers","Filters","Batch",{"start":255,"speakers":256,"title":257,"description":258},"20:00",[224],"TaxonWorks 101","After a quick introduction on how to get started an open Q/A about the software and its functionality and limitations.",{"date":260,"topic":261,"schedule":262},"2025-05-07","Building tools, communities, and connections",[263,264,265,269,273,279,280,291,297,298,303,308,320,328],{"start":185,"title":186},{"start":188,"title":189},{"start":191,"title":266,"speakers":267,"description":268},"TaxonWorks on the desktop, sandbox and production: Yours, theirs or ours?",[193],"How do projects in TaxonWorks originate, what are your options? Non-technical scenarios outlining installing your own instance, testing out features, or starting a project for the long-haul.",{"start":198,"title":270,"speakers":271,"description":272},"Community! Awards!",[224],"5 ways to participate in TaxonWorks Community, and our annual awards for those doing so.",{"start":274,"speakers":275,"title":277,"description":278},"15:00",[276],"Daniel S Katz","What's a Research Software Engineers (RSE) and how does their role intersect long-term open-source based science?","A moderated discussion. Discover just what an RSE is, and how to connect with their community. We'll touch on topics of software architecture and software (re)use. For example, if we aim to produce software components that could be shared and reused, we need to think about a) what can effectively be shared? b) how do others discover these re-useable pieces exist? c) what architecture (and social structure) best supports the long-term existence/usability of the software? How is the RSE community adapting to and thinking about role of AI in their work?",{"start":222,"title":220},{"start":281,"type":246,"title":282,"topics":283,"description":290},"16:10","Building biodiversity informatics tools with the AI-lephant in the room",[284,285,286,287,288,289],"AI","LLMs","assisted coding","AI x data","show and tell","TaxonWorks integration","A moderated discussion regarding AI integration in the field of biodiversity informatics. With a focus on the positive potential share your AHAs and perspectives. Can we create a bullet list of \"simple\" core-tech services that would facilitate building out the extended-digital-specimen?  Highlighting existing efforts is welcome!",{"start":292,"title":293,"speakers":294,"description":296},"16:45","The Catlogue of Life and TaxonWorks",[295],"Yuri Ruskov","An overview of how TaxonWorks facilitates publishing the structured data products of our taxonomic research into the Catalogue of Life. Current scope of contributions, and background on how join in.",{"start":234,"title":220},{"start":236,"speakers":299,"title":301,"description":302},[300],"Pam Soltis, Cody Thompson","Why are the Earth's scientific collections important? Perspectives from a catalyzed series of events emerging during COVID 19","A moderated discussion. Collections hold rich data valuable for addressing such (bio)economically critical topics as “what is it?”, “where can I find it?”, “who or what interacts with it?”. From the perspective of a global event such as a pandemic, the specimens and samples stored (aka vouchered) often provide information helping scientists discover, study, track, and understand the provenance of these events through time and space. Through a series of workshops on how (digital) collections and expertise help track disease -- we highlight the need for more use of and greater awareness across domains for these data.  Find out what we discovered in this combination round-table + open discussion. We’ll touch on such topics as collections storage and regulations needs, cyber-infrastructure insights, and the need for data sharing.",{"start":242,"title":304,"speakers":305,"description":307},"Its is (not?) magic! Making a help wizard for TaxonWorks",[306],"Liam Caroll","From an Urbana High School student/2025 SFG intern, come hear an exploration of how we might improve TaxonWorks ability to grow users from novice to expert.",{"start":309,"type":246,"speakers":310,"title":312,"description":313,"topics":314},"19:15",[311],"Everyone!","Task-O-Rama II","Part two of a hands on demo/exploration of what's new (or not yet well known) in 2024",[315,316,317,318,319],"Sounds","Unify","Containers","Multi-edit","Content",{"start":255,"type":246,"title":321,"description":322,"topics":323},"Natural History Collections in TaxonWorks: Entering a Community Consensus Phase","Why TaxonWorks as digitization software?  Status and vision. Opportunity for questions focusing on digitization functionality. Announcement of a year-long working group on SpecimenPages, facilitated by the SFG.'",[324,325,326,327],"digitization","collections","Q/A","SpecimenPages",{"start":329,"speakers":330,"title":332,"description":333},"21:00",[331],"Donald Hobern, SFG Team","Monoliths, Micro-services, Modules and Managing Expectations","A moderated discussion. TaxonWorks does a lot, some say too much. Others have stated they won't use it until it does more. In this session we reverse the tables and have Donald, and his perspectives coming from his leadership roles at GBIF and beyond, lead an conversation on how to find balance in what we are building, and how community perspectives intersects this process.",{"date":335,"topic":336,"schedule":337},"2025-05-08","Visions for the Future",[338,339,340,345,350,355,356,360],{"start":185,"title":186},{"start":188,"title":189},{"start":191,"speakers":341,"title":343,"description":344},[342],"Dan Runfola (et al.)","geoBoundaries: Challenges to curating (and using) global gazetteers","A moderated discussion. The attributes of authoritative geospatial may evolve faster than a taxonomist's favourite species concept. Creating robust ways (e. g. software, user interfaces, and services) for anyone working with geospatial data to be able to define the areas of interest, apply them to research, share that data, and persist their assertions over time is extremely challenging. We look forward to hearing from the geoLab folks at William and Mary and sharing our Species File Group experiences followed by a round-table/open session where you can bring your insights and questions.",{"start":274,"speakers":346,"title":348,"description":349},[347],"Mark Davis","Exploring emerging practical informatics needs surrounding the rapidly expanding use of eDNA","A moderated discussion. What are the digital threads connecting eDNA to vouchers, inventories, provenance, ephemerality, scaling, identifiers, fieldwork, standards, AI and collections? What are the opportunities for crafting new cloth, and where do we first need to gather more fibers?",{"start":222,"speakers":351,"title":353,"description":354},[352],"Wayne Maddison","Mesquite, TAXONOMATIC, and adapting our biodiversity informatics infrastructure to keep pace with the evolution of what we think a taxon is","A moderated discussion. What are the challenges of a scientist who develops software for all while using that very software for their systematic research? Insights from the evolution of Mesquite (https://www.mesquiteproject.org/), and the career of a jumping-spider taxonomist. Does the interplay between these two processes (coding, studying evolution) impact how we think about the Things we define and study?",{"start":234,"title":220},{"start":236,"speakers":357,"title":358,"description":359},[193],"Business, milestones, and future","State of the community. Where to find us in 2025. Calendar-year priorities. Open discussion with feedback and suggestions welcome to follow.",{"start":242,"type":246,"title":361,"description":362,"topics":363},"Task-O-Rama Unconference","Part three. Unconference session open until no-one is left standing (sitting, awake?)",[326,364,365],"Breakout rooms","Demos on demand","content:schedule.yml","schedule.yml",{"_path":369,"_dir":5,"_draft":6,"_partial":6,"_locale":5,"year":370,"description":371,"awards":372,"_id":373,"_type":10,"title":374,"_source":12,"_file":375,"_extension":14},"/awards",2025,"\u003Cp>\n  The second TaxonWorks Annual Awards! To help celebrate over 11 years of development behind TaxonWorks and its community we look forward to this fun light-hearted event that recognizes the diverse contributions to our community. We ask anyone connected to our network to nominate folks. Winners all receive TaxonWorks swag. Please join us in congratulating everyone and thanks for your nominations and awardee updates coming from the broader community.\n\u003C/p>\n",null,"content:awards.yml","Awards","awards.yml",{"_path":377,"_dir":5,"_draft":6,"_partial":6,"_locale":5,"title":378,"description":379,"body":380,"_type":60,"_id":414,"_source":12,"_file":415,"_extension":63},"/contact","Contact","Send email to  or chat (Matrix/Element or Slack, both rooms are linked) with a member of the Species File Group.",{"type":20,"children":381,"toc":412},[382],{"type":23,"tag":24,"props":383,"children":384},{},[385,387,392,394,401,403,410],{"type":28,"value":386},"Send email to ",{"type":23,"tag":388,"props":389,"children":391},"address-maker",{":items":390},"[\"dlpaul\", \"illinois\", \"edu\"]",[],{"type":28,"value":393}," or chat (",{"type":23,"tag":39,"props":395,"children":398},{"href":396,"rel":397},"https://matrix.to/#/#taxonworks:gitter.im",[43],[399],{"type":28,"value":400},"Matrix/Element",{"type":28,"value":402}," or ",{"type":23,"tag":39,"props":404,"children":407},{"href":405,"rel":406},"https://join.slack.com/t/taxonworks/shared_invite/zt-28gmamdox-DHlXN61XPawSM6eGj86Tkw",[43],[408],{"type":28,"value":409},"Slack",{"type":28,"value":411},", both rooms are linked) with a member of the Species File Group.",{"title":5,"searchDepth":58,"depth":58,"links":413},[],"content:contact.md","contact.md",{"_path":177,"_dir":5,"_draft":6,"_partial":6,"_locale":5,"subtitle":178,"schedule":417,"_id":366,"_type":10,"title":84,"_source":12,"_file":367,"_extension":14},[418,444,471],{"date":181,"topic":182,"schedule":419},[420,421,422,424,431,432,434,436,437,439,442],{"start":185,"title":186},{"start":188,"title":189},{"start":191,"speakers":423,"title":195,"description":196},[193,194],{"start":198,"type":199,"title":200,"description":201,"speakers":425},[426,427,428,429,430],{"name":204,"title":205},{"name":207,"title":208},{"name":210,"title":211},{"name":213,"title":214},{"name":216,"title":217},{"start":219,"title":220},{"start":222,"speakers":433,"title":225,"description":226},[193,224],{"start":228,"speakers":435,"title":231,"description":232},[230],{"start":234,"title":220},{"start":236,"speakers":438,"title":239,"description":240},[238],{"start":242,"speakers":440,"title":245,"type":246,"description":247,"topics":441},[244],[249,250,251,252,253],{"start":255,"speakers":443,"title":257,"description":258},[224],{"date":260,"topic":261,"schedule":445},[446,447,448,450,452,454,455,457,459,460,462,464,467,469],{"start":185,"title":186},{"start":188,"title":189},{"start":191,"title":266,"speakers":449,"description":268},[193],{"start":198,"title":270,"speakers":451,"description":272},[224],{"start":274,"speakers":453,"title":277,"description":278},[276],{"start":222,"title":220},{"start":281,"type":246,"title":282,"topics":456,"description":290},[284,285,286,287,288,289],{"start":292,"title":293,"speakers":458,"description":296},[295],{"start":234,"title":220},{"start":236,"speakers":461,"title":301,"description":302},[300],{"start":242,"title":304,"speakers":463,"description":307},[306],{"start":309,"type":246,"speakers":465,"title":312,"description":313,"topics":466},[311],[315,316,317,318,319],{"start":255,"type":246,"title":321,"description":322,"topics":468},[324,325,326,327],{"start":329,"speakers":470,"title":332,"description":333},[331],{"date":335,"topic":336,"schedule":472},[473,474,475,477,479,481,482,484],{"start":185,"title":186},{"start":188,"title":189},{"start":191,"speakers":476,"title":343,"description":344},[342],{"start":274,"speakers":478,"title":348,"description":349},[347],{"start":222,"speakers":480,"title":353,"description":354},[352],{"start":234,"title":220},{"start":236,"speakers":483,"title":358,"description":359},[193],{"start":242,"type":246,"title":361,"description":362,"topics":485},[326,364,365],{"_path":177,"_dir":5,"_draft":6,"_partial":6,"_locale":5,"subtitle":178,"schedule":487,"_id":366,"_type":10,"title":84,"_source":12,"_file":367,"_extension":14},[488,514,541],{"date":181,"topic":182,"schedule":489},[490,491,492,494,501,502,504,506,507,509,512],{"start":185,"title":186},{"start":188,"title":189},{"start":191,"speakers":493,"title":195,"description":196},[193,194],{"start":198,"type":199,"title":200,"description":201,"speakers":495},[496,497,498,499,500],{"name":204,"title":205},{"name":207,"title":208},{"name":210,"title":211},{"name":213,"title":214},{"name":216,"title":217},{"start":219,"title":220},{"start":222,"speakers":503,"title":225,"description":226},[193,224],{"start":228,"speakers":505,"title":231,"description":232},[230],{"start":234,"title":220},{"start":236,"speakers":508,"title":239,"description":240},[238],{"start":242,"speakers":510,"title":245,"type":246,"description":247,"topics":511},[244],[249,250,251,252,253],{"start":255,"speakers":513,"title":257,"description":258},[224],{"date":260,"topic":261,"schedule":515},[516,517,518,520,522,524,525,527,529,530,532,534,537,539],{"start":185,"title":186},{"start":188,"title":189},{"start":191,"title":266,"speakers":519,"description":268},[193],{"start":198,"title":270,"speakers":521,"description":272},[224],{"start":274,"speakers":523,"title":277,"description":278},[276],{"start":222,"title":220},{"start":281,"type":246,"title":282,"topics":526,"description":290},[284,285,286,287,288,289],{"start":292,"title":293,"speakers":528,"description":296},[295],{"start":234,"title":220},{"start":236,"speakers":531,"title":301,"description":302},[300],{"start":242,"title":304,"speakers":533,"description":307},[306],{"start":309,"type":246,"speakers":535,"title":312,"description":313,"topics":536},[311],[315,316,317,318,319],{"start":255,"type":246,"title":321,"description":322,"topics":538},[324,325,326,327],{"start":329,"speakers":540,"title":332,"description":333},[331],{"date":335,"topic":336,"schedule":542},[543,544,545,547,549,551,552,554],{"start":185,"title":186},{"start":188,"title":189},{"start":191,"speakers":546,"title":343,"description":344},[342],{"start":274,"speakers":548,"title":348,"description":349},[347],{"start":222,"speakers":550,"title":353,"description":354},[352],{"start":234,"title":220},{"start":236,"speakers":553,"title":358,"description":359},[193],{"start":242,"type":246,"title":361,"description":362,"topics":555},[326,364,365],[557],{"_path":558,"_dir":559,"_draft":6,"_partial":6,"_locale":5,"name":560,"description":561,"img":562,"_id":563,"_type":10,"title":564,"_source":12,"_file":565,"_extension":14},"/speakers/all_of_you","speakers","All of You","You, the participants, joining us to learn and bringing your tacit knowledge and experiences to share","/speakers/jovis-aloor-4YxXWYW7JqQ-unsplash.jpg","content:speakers:all_of_you.yml","AllOfYou","speakers/all_of_you.yml",1745515338944]