[{"data":1,"prerenderedAt":519},["Reactive",2],{"event":3,"home-what":15,"home-when":64,"home-how":122,"home-who":162,"schedule":176,"home-contact":339,"home-schedule":379,"when-schedule":444,"home-speakers":509},{"_path":4,"_dir":5,"_draft":6,"_partial":6,"_locale":5,"description":7,"registration_form":8,"_id":9,"_type":10,"title":11,"_source":12,"_file":13,"_extension":14},"/event","",false,"Bring your perspectives on how to \"Describe Life\" to the 5th annual event on TaxonWorks, its community, and the broader world of biodiversity informatics.","https://illinois.zoom.us/meeting/register/tZUofumuqjIuG9CBHr3AybBo_0KR3Wv9VzwT","content:event.yml","yaml","Event","content","event.yml","yml",{"_path":16,"_dir":5,"_draft":6,"_partial":6,"_locale":5,"title":17,"description":18,"body":19,"_type":60,"_id":61,"_source":12,"_file":62,"_extension":63},"/what","What","Our 5th TaxonWorks Together, 7-9 May 2024. Join us for 3 days of activities centered around building the collective TaxonWorks community within the broader context of biodiversity informatics around the world, highlighting what's new, changed, and on the horizon. Activities range from highly guided, to un-conference style, with informational (demos, new features, participant presentations) and conversational (e.g. round-table, Q & A) opportunities mixed throughout.  As always, we invite new audiences to join us to gather insights for tailoring future directions, our topics will range from those involving TaxonWorks directly (how can we improve) to grand-challenges facing or collective communities (e.g. data quality, semantics and standards, sustaining communities, agency).",{"type":20,"children":21,"toc":57},"root",[22,49],{"type":23,"tag":24,"props":25,"children":26},"element","p",{},[27,30,36,38,47],{"type":28,"value":29},"text","Our 5th TaxonWorks Together, ",{"type":23,"tag":31,"props":32,"children":33},"em",{},[34],{"type":28,"value":35},"7-9 May 2024",{"type":28,"value":37},". Join us for 3 days of activities centered around building the collective ",{"type":23,"tag":39,"props":40,"children":44},"a",{"href":41,"rel":42},"http://taxonworks.org",[43],"nofollow",[45],{"type":28,"value":46},"TaxonWorks",{"type":28,"value":48}," community within the broader context of biodiversity informatics around the world, highlighting what's new, changed, and on the horizon. Activities range from highly guided, to un-conference style, with informational (demos, new features, participant presentations) and conversational (e.g. round-table, Q & A) opportunities mixed throughout.  As always, we invite new audiences to join us to gather insights for tailoring future directions, our topics will range from those involving TaxonWorks directly (how can we improve) to grand-challenges facing or collective communities (e.g. data quality, semantics and standards, sustaining communities, agency).",{"type":23,"tag":24,"props":50,"children":51},{},[52],{"type":23,"tag":31,"props":53,"children":54},{},[55],{"type":28,"value":56},"Expect lots of opportunities to ask questions, meet others, and to contribute the conversation, your feedback and contributions will make a difference.",{"title":5,"searchDepth":58,"depth":58,"links":59},2,[],"markdown","content:what.md","what.md","md",{"_path":65,"_dir":5,"_draft":6,"_partial":6,"_locale":5,"title":66,"description":5,"body":67,"_type":60,"_id":120,"_source":12,"_file":121,"_extension":63},"/when","When",{"type":20,"children":68,"toc":118},[69],{"type":23,"tag":70,"props":71,"children":72},"ul",{},[73,87,101,113],{"type":23,"tag":74,"props":75,"children":76},"li",{},[77,79,85],{"type":28,"value":78},"See ",{"type":23,"tag":39,"props":80,"children":82},{"href":81},"#Schedule",[83],{"type":28,"value":84},"Schedule",{"type":28,"value":86},".",{"type":23,"tag":74,"props":88,"children":89},{},[90,92,99],{"type":28,"value":91},"Here already? Please add ",{"type":23,"tag":39,"props":93,"children":96},{"href":94,"rel":95},"https://github.com/SpeciesFileGroup/taxonworks_together/issues",[43],[97],{"type":28,"value":98},"your event idea for TWTogether 2024",{"type":28,"value":100}," (click \"New Issue\").",{"type":23,"tag":74,"props":102,"children":103},{},[104,106,112],{"type":28,"value":105},"Can't wait to participate? If you want to share a longer perspective at TWT 2024 on the role of taxon pages or how the process of taxonomic circumscription might evolve propose it to us! See ",{"type":23,"tag":39,"props":107,"children":109},{"href":108},"#Contact",[110],{"type":28,"value":111},"Contact us",{"type":28,"value":86},{"type":23,"tag":74,"props":114,"children":115},{},[116],{"type":28,"value":117},"Now! Plan your 3-minutes 1 slide presentation. Each day an open session where you can emphasize what's important to your biodiversity informatics world, whether TaxonWorks related or not.",{"title":5,"searchDepth":58,"depth":58,"links":119},[],"content:when.md","when.md",{"_path":123,"_dir":5,"_draft":6,"_partial":6,"_locale":5,"title":124,"description":5,"subtitle":125,"steps":126,"more":140,"body":156,"_type":60,"_id":160,"_source":12,"_file":161,"_extension":63},"/how","How","All sessions virtual (Zoom) and free to attend. Registration is required. Space may be limited.",[127,131,134,137],{"title":128,"required":129,"text":130},"Register",true,"Take the first step and [register](https://illinois.zoom.us/meeting/register/tZUofumuqjIuG9CBHr3AybBo_0KR3Wv9VzwT) for free with your email which sends you your Zoom link.",{"title":132,"text":133},"Participate","[Post ideas, requests, questions](https://github.com/SpeciesFileGroup/taxonworks_together/issues) for our event sessions.",{"title":135,"text":136},"3 Minutes 1 Slide","If you would like to present your insights or ideas on a given topic about TaxonWorks let us know we'll add you to the list",{"title":138,"text":139},"Notes","[Group notes doc](https://docs.google.com/document/d/1AjthNXN8m5dkZgri_xdW1Tpu-xbmmAx4jfO35hyjwpo/edit?usp=sharing) for TaxonWorks Together 2024",[141,144,147,150,153],{"title":142,"text":143},"Learn about TaxonWorks","New to TaxonWorks? Learn about TaxonWorks features and functions via the \u003Ca href=\"https://www.youtube.com/@TaxonWorks\">TaxonWorks YouTube videos\u003C/a> and visit the [online documentation](https://docs.taxonworks.org/).",{"title":145,"text":146},"Get a TaxonWorks account","Discover TaxonWorks in a sandbox now. It's ready-to-use, no software installation needed, [Request sandbox account](https://docs.google.com/document/d/1dZsUG0p5M9VcuNrq87pU0opUVHh3XECAMsW3RZ-XQxk/edit?usp=sharing).",{"title":148,"text":149},"Get a GitHub account","Not required, but recommended. [A GitHub account](https://github.com/) will help you better participate in many aspects of the community and help you get recognition for the work and expertise you contribute.",{"title":151,"text":152},"Install it","If you are software developer and you want to hack TaxonWorks itself, please start reading install_taxonworks. You Don't Need To Install TW locally to use it. (See number 2 above).",{"title":154,"text":155},"Experiment","Got data in TaxonWorks already? Looking to experiment to see what your TaxonPages will look like? Try installing this software \"locally\" (on your computer) to find out. (You will need to install Node on your machine, and git, there’s a link in the above instructions). You can also \"see\" other sites, if their API is open, look here: https://sandcastle.taxonworks.org/api/v1.",{"type":20,"children":157,"toc":158},[],{"title":5,"searchDepth":58,"depth":58,"links":159},[],"content:how.md","how.md",{"_path":163,"_dir":5,"_draft":6,"_partial":6,"_locale":5,"title":164,"description":165,"body":166,"_type":60,"_id":174,"_source":12,"_file":175,"_extension":63},"/who","Who","Taxonomists, students, ecologists, curators, collection managers, software developers, biodiversity information scientists, para-taxonomists. If you have questions about TaxonWorks this is a great time to ask them. If you have a vision to share, this is the place. Whether you are very familiar with TaxonWorks or new to our community, all are welcome.",{"type":20,"children":167,"toc":172},[168],{"type":23,"tag":24,"props":169,"children":170},{},[171],{"type":28,"value":165},{"title":5,"searchDepth":58,"depth":58,"links":173},[],"content:who.md","who.md",{"_path":177,"_dir":5,"_draft":6,"_partial":6,"_locale":5,"subtitle":178,"schedule":179,"_id":337,"_type":10,"title":84,"_source":12,"_file":338,"_extension":14},"/schedule","All events will have question / answer / discussion time.",[180,247,296],{"date":181,"topic":182,"schedule":183},"2024-05-07","In practice - Our Current TaxonWorks Adopters with an Eye on the Future",[184,190,196,201,222,225,231,237,240,244],{"start":185,"speakers":186,"title":188,"description":189},"13:15",[187],"Deborah Paul, Geoff Ower","Logistics","Settle in. Pre-meeting checks (test your mic and web-cam, confirm access to supporting documents, preview presentor's slides etc.), help with Zoom functions, last second technical scrambles.",{"start":191,"speakers":192,"title":194,"description":195},"13:30",[193],"Matt Yoder, Deborah Paul","Welcome and Overview","Learn about what topics we will cover at TWT2024 and about opportunities for you to contribute and perhaps be one of our inaugural winners of our first annual TaxonWorks Awards. Potential categories for these awards include: The Glue, The Archivist, the Mysterious Benefactor, The Regular, The Eye, The Monk, The Hygenist, The Grinder, The Chemist, The Bold, The Patient, The Academic, The Evangelist, and The Enabler. It's rumored, for these folks, there will be t-shirts.",{"start":197,"speakers":198,"title":199,"description":200},"13:40",null,"The Latest from TaxonWorks and the Species File Group","With a focus on the past \"year\" we briefly highlight the diversity of TaxonWorks users and what they can do in TaxonWorks. Then the primary focus- what's new, improved, and causing excitement this year.",{"start":202,"type":203,"title":204,"description":205,"speakers":206},"14:30","symposia","Our New and Experienced TaxonWorks Adopters Share Their Experiences","Hear directly from those adopting and helping to develop TaxonWorks. Get insights from the nuances and culture change perspectives they share.",[207,210,213,216,219],{"name":208,"title":209},"Samanta Orellana","Generating an Illustrated Catalog of Anthribidae (Coleoptera: Curculionoidea) with TaxonWorks and TaxonPages",{"name":211,"title":212},"Paul Brock","Moving Our Phasmida Species File Data to TaxonWorks and TaxonPages",{"name":214,"title":215},"Brian Fisher","Ant Web and TaxonWorks and Open Source Software",{"name":217,"title":218},"Davide Dal Pos","Getting Wasp Data In and Out of TaxonWorks",{"name":220,"title":221},"Enrico Gabrielli, Adriano Cazzuoli","Investigating Biological Associations and Relationships Using the UCD@TW API",{"start":223,"title":224,"highlight":129},"15:30","☕ BREAK",{"start":226,"speakers":227,"title":229,"description":230},"15:45",[228],"Deborah Paul, James Woolley, Donat Agosti","From Plazi to TaxonWorks","We plan to share our experiment to use Plazi treament files to get new taxon names into TaxonWorks. Plazi will give us their perspective on what we did and ideas for future collaboration and what they plan to work on in the coming years. New to Plazi? See this treatment https://treatment.plazi.org/GgServer/summary/FFA0AE675753FFF9FFC5FFF1FFA9530C for an example of how Plazi gets data out of publications into a format we can take advantage of for uploading to our database(s) via files or the Plazi API.",{"start":232,"speakers":233,"title":235,"description":236},"16:30",[234],"Maria Marta Cigliano, Davide Dal Pos, James Woolley, Dmitry Dmitriev, Jennifer C. Girón Duque","Growing Taxonomic Communities","A Panel (including you, the participants) discussing the realities of what it means to build a sustainable, flexible, engaged community. Panelists using TaxonWorks in their communities share their experiences and you get to share yours too. Questions up for discussion include: How / why are our software adopters building community, for example, moving away from one-person-does-it-all. What is proving to be key (or still challenging) in getting folks to adopt new processes / standards-of-practice? What tools, products, and resources do you envision we need going forward? What should we do next?  When we're caught up with nomenclature, or hit a specific milestone, what steps will catalyze future growth for our communities?",{"start":238,"title":239,"highlight":129},"17:15","Break",{"start":241,"title":242,"description":243},"18:30","Your TaxonWorks Adventure Begins (Demos and Tours)","Choose your own TaxonWorks Adventure and explore the possibilities and learn together. Unconference-style, you, the participants choose what you would like to see and we set off on various paths to illuminate some of the features and functions of TaxonWorks.",{"start":245,"title":246,"highlight":129},"21:00","End",{"date":248,"topic":249,"schedule":250},"2024-05-08","Data Quality, Semantics, Agency (Yours)",[251,253,255,260,266,272,274,280,286,290,295],{"start":185,"speakers":252,"title":188,"description":189},[187],{"start":191,"speakers":254,"title":194,"description":198},[193],{"start":197,"speakers":256,"title":258,"description":259},[257],"Markus Doering (GBIF), Paleo Data Working Group (PDWG), Robert Mesibov, Deborah Paul, Cat Chapman (iDigBio), Matt Yoder, You","A Data Quality Round Table Conversation","From data quality (e. g. completeness, consistency, compliance), to data management, expect an in-depth congenial local-to-global conversation. From the data aggregator, to the working group, the researcher, the collection / data manager, and the data analyst, what do we each experience, what do we dream of? How is data-quality an outcome of processes? Looking for alignment opportunities.",{"start":261,"speakers":262,"title":264,"description":265},"14:40",[263],"Deborah Paul, You","A Look Inside One’s (TaxonWorks) Data","What’s in those buckets anyway in your database fields? How do you know where to find issues? When and how do you find snafus and how do you fix them? We explore the promise of the new Project vocab task in TaxonWorks. What are your processes and needs for doing this work to enhance and extend your data? How has the evolution of TaxonWorks illuminated outstanding data-quality challenges and what does it offer to make it eas(ier) to address them?",{"start":267,"speakers":268,"title":270,"description":271},"15:00",[269],"David Shorthouse","Balancing Global Agency and Local Precision. Roundtrip your feedback.","We learn how a feedbackURL term, if added to Darwin Core, could help give all of us more agency to both discover and fix noted issues in our published datasets. Find out what's in it for you - why round-tripping matters.",{"start":273,"title":224,"highlight":129},"15:20",{"start":275,"speakers":276,"title":278,"description":279},"15:40",[277],"Maarten Trekels, Matt Yoder","Managing (and Growing) a Community of Code","Guest panelist Maarten Trekels, Biodiversity Data Scientist and Project Coordinator for Meise Botanic Garden in Belgium, joins us to highlight the opportunities, expectations, and nuances involved in Open Source software development. At TaxonWorks, as an Open Source community, we aspire to enable users and developers (of course, some folks fall into both classes) equally. Learn more and add your insights for what it's like to manage code, pull requests, and people who are touching said code and repos from different directions and levels of proficiency and engagement.",{"start":281,"speakers":282,"title":284,"description":285},"16:00",[283],"Tommy McElrath","Managing Natural History Collections in TaxonWorks: Perspectives, Tips, and Highlights of New Digization Workflows.","An opportunity to hear from and talk to those actively managing their scientific collections in TaxonWorks, share tips on what does/not work for you, and get a refresh on some of the new tools that have emerged since the last TWT.",{"start":287,"speakers":198,"title":288,"description":289},"16:45","Your Turn, 3 Minutes 1 Slide","Inspired by something you thought of or heard? Want to share your thoughts, ideas, processes? All at TWT2024 can share. Let us know and we will add you to the program.",{"start":291,"speakers":292,"title":294},"17:00",[293],"All of us","Open Conversation, Review, and Sneak Peek for Tomorrow (Awards!)",{"start":238,"title":246,"highlight":129},{"date":297,"topic":298,"schedule":299},"2024-05-09","Everyone can develop, contributing to and using community-centric open-source and collaborative endeavours",[300,302,305,310,316,317,318,324,329,332,336],{"start":185,"speakers":301,"title":188,"description":189},[187],{"start":191,"speakers":303,"title":194,"description":198},[304],"Matt Yoder",{"start":197,"speakers":306,"title":308,"description":309},[307],"Matt Yoder, You","TaxonWorks - A developer-focused (everyone can be a developer!) conversation on present and future milestones, architecture, and community contributions to our open-source effort","Highlights of some amazing \"external\" contributions from this year, and why they were made possible from a technical perspective. An overview of how code and documentation makes it into TaxonWorks. Discussion of what we can do to catalyze growth in these areas. What strategies, tools, and resources might we might we employ or engage with to increase the chance of growing our community?",{"start":311,"speakers":312,"title":314,"description":315},"14:10",[313],"Geoff Ower, Deborah Paul, Dmitry Mozzherin","Show and Tell - Wrapping biodiversity-from OpenRefine to R, Ruby and Python libraries wrapping APIs","Efforts like GlobalNames and TaxonWorks make biodiversity data accessible at many different levels. Find out how the SFG is providing tools that unlock not only our data but others, and how we are enhancing tools like OpenRefine. How can wrappers change your workflows?",{"start":261,"title":224,"highlight":129},{"start":267,"speakers":198,"title":288,"description":289},{"start":319,"speakers":320,"title":322,"description":323},"15:10",[321],"Elspeth Haston, Matt Yoder, Deborah Paul","Vision: Integrating the TaxonWorks Experience Into a Taxonomy Course","Guest panelist Elspeth Haston, Deputy Herbarium Curator, Royal Botanic Garden Edinburgh, joins us to share her ideas for integrating TaxonWorks as a resource and experience for students taking taxonomy courses. With us, you'll have the opportunity to share your insights for how this might work. This fits directly into our TW vision and mission to include the community in the building of tools that support taxonomy and offer features and functions as needed by those doing the work. Each new generation of taxonomists is faced with an increasing number of species to define, document and identify. There is also a rapidly increasing number of specimens to examine and identify. Effective tools are essential for researchers to carry out the level of work required to ensure that the world’s biodiversity is understood and conserved. Critically, these need to be readily accessible to students to ensure that they are learning and using the state-of-the-art techniques and tools from the start of their career. This session will discuss the role of TaxonWorks in education programmes and how we can provide access and training to new generations of taxonomy students.",{"start":223,"speakers":325,"title":327,"description":328},[326],"Open Conversation","Our collective geospatial future","An open conversation on geospatial topics (technical and social) that intersect with our workbenches. We'll introduce 3 challenges the TaxonWorks team has hit, and collectively brainstorm as to what we'd love to see in the future. Have a cool feature, tool, or geospatial resource? Please share them in this whirlwind session.",{"start":281,"speakers":198,"title":330,"description":331},"Species File Group Business Meeting (and Awards!)","Our annual report to our collaborators as to our organizational funding and resources and impact. Transparency on how we collectively prioritize the use our resources, manage our data, and our thinking re evolving what we do. Reminders and updates on our shared norms and expectations with regards to the nature of the tools and support the SFG provides. Questions and answers. A light-hearted first-annual TaxonWorks Community Awards.",{"start":232,"title":333,"speakers":334,"description":335},"What's Next?",[326],"We wrap with an open conversation. Come for a healthy dose of transparency and stay to request new features, make a case for priorities, and to brainstorm novel features, in TaxonWorks and the broader biodiversity informatics world.",{"start":291,"title":246,"highlight":129},"content:schedule.yml","schedule.yml",{"_path":340,"_dir":5,"_draft":6,"_partial":6,"_locale":5,"title":341,"description":342,"body":343,"_type":60,"_id":377,"_source":12,"_file":378,"_extension":63},"/contact","Contact","Send email to  or chat (Matrix/Element or Slack, both rooms are linked) with a member of the Species File Group.",{"type":20,"children":344,"toc":375},[345],{"type":23,"tag":24,"props":346,"children":347},{},[348,350,355,357,364,366,373],{"type":28,"value":349},"Send email to ",{"type":23,"tag":351,"props":352,"children":354},"address-maker",{":items":353},"[\"dlpaul\", \"illinois\", \"edu\"]",[],{"type":28,"value":356}," or chat (",{"type":23,"tag":39,"props":358,"children":361},{"href":359,"rel":360},"https://matrix.to/#/#taxonworks:gitter.im",[43],[362],{"type":28,"value":363},"Matrix/Element",{"type":28,"value":365}," or ",{"type":23,"tag":39,"props":367,"children":370},{"href":368,"rel":369},"https://join.slack.com/t/taxonworks/shared_invite/zt-28gmamdox-DHlXN61XPawSM6eGj86Tkw",[43],[371],{"type":28,"value":372},"Slack",{"type":28,"value":374},", both rooms are linked) with a member of the Species File Group.",{"title":5,"searchDepth":58,"depth":58,"links":376},[],"content:contact.md","contact.md",{"_path":177,"_dir":5,"_draft":6,"_partial":6,"_locale":5,"subtitle":178,"schedule":380,"_id":337,"_type":10,"title":84,"_source":12,"_file":338,"_extension":14},[381,403,424],{"date":181,"topic":182,"schedule":382},[383,385,387,388,395,396,398,400,401,402],{"start":185,"speakers":384,"title":188,"description":189},[187],{"start":191,"speakers":386,"title":194,"description":195},[193],{"start":197,"speakers":198,"title":199,"description":200},{"start":202,"type":203,"title":204,"description":205,"speakers":389},[390,391,392,393,394],{"name":208,"title":209},{"name":211,"title":212},{"name":214,"title":215},{"name":217,"title":218},{"name":220,"title":221},{"start":223,"title":224,"highlight":129},{"start":226,"speakers":397,"title":229,"description":230},[228],{"start":232,"speakers":399,"title":235,"description":236},[234],{"start":238,"title":239,"highlight":129},{"start":241,"title":242,"description":243},{"start":245,"title":246,"highlight":129},{"date":248,"topic":249,"schedule":404},[405,407,409,411,413,415,416,418,420,421,423],{"start":185,"speakers":406,"title":188,"description":189},[187],{"start":191,"speakers":408,"title":194,"description":198},[193],{"start":197,"speakers":410,"title":258,"description":259},[257],{"start":261,"speakers":412,"title":264,"description":265},[263],{"start":267,"speakers":414,"title":270,"description":271},[269],{"start":273,"title":224,"highlight":129},{"start":275,"speakers":417,"title":278,"description":279},[277],{"start":281,"speakers":419,"title":284,"description":285},[283],{"start":287,"speakers":198,"title":288,"description":289},{"start":291,"speakers":422,"title":294},[293],{"start":238,"title":246,"highlight":129},{"date":297,"topic":298,"schedule":425},[426,428,430,432,434,435,436,438,440,441,443],{"start":185,"speakers":427,"title":188,"description":189},[187],{"start":191,"speakers":429,"title":194,"description":198},[304],{"start":197,"speakers":431,"title":308,"description":309},[307],{"start":311,"speakers":433,"title":314,"description":315},[313],{"start":261,"title":224,"highlight":129},{"start":267,"speakers":198,"title":288,"description":289},{"start":319,"speakers":437,"title":322,"description":323},[321],{"start":223,"speakers":439,"title":327,"description":328},[326],{"start":281,"speakers":198,"title":330,"description":331},{"start":232,"title":333,"speakers":442,"description":335},[326],{"start":291,"title":246,"highlight":129},{"_path":177,"_dir":5,"_draft":6,"_partial":6,"_locale":5,"subtitle":178,"schedule":445,"_id":337,"_type":10,"title":84,"_source":12,"_file":338,"_extension":14},[446,468,489],{"date":181,"topic":182,"schedule":447},[448,450,452,453,460,461,463,465,466,467],{"start":185,"speakers":449,"title":188,"description":189},[187],{"start":191,"speakers":451,"title":194,"description":195},[193],{"start":197,"speakers":198,"title":199,"description":200},{"start":202,"type":203,"title":204,"description":205,"speakers":454},[455,456,457,458,459],{"name":208,"title":209},{"name":211,"title":212},{"name":214,"title":215},{"name":217,"title":218},{"name":220,"title":221},{"start":223,"title":224,"highlight":129},{"start":226,"speakers":462,"title":229,"description":230},[228],{"start":232,"speakers":464,"title":235,"description":236},[234],{"start":238,"title":239,"highlight":129},{"start":241,"title":242,"description":243},{"start":245,"title":246,"highlight":129},{"date":248,"topic":249,"schedule":469},[470,472,474,476,478,480,481,483,485,486,488],{"start":185,"speakers":471,"title":188,"description":189},[187],{"start":191,"speakers":473,"title":194,"description":198},[193],{"start":197,"speakers":475,"title":258,"description":259},[257],{"start":261,"speakers":477,"title":264,"description":265},[263],{"start":267,"speakers":479,"title":270,"description":271},[269],{"start":273,"title":224,"highlight":129},{"start":275,"speakers":482,"title":278,"description":279},[277],{"start":281,"speakers":484,"title":284,"description":285},[283],{"start":287,"speakers":198,"title":288,"description":289},{"start":291,"speakers":487,"title":294},[293],{"start":238,"title":246,"highlight":129},{"date":297,"topic":298,"schedule":490},[491,493,495,497,499,500,501,503,505,506,508],{"start":185,"speakers":492,"title":188,"description":189},[187],{"start":191,"speakers":494,"title":194,"description":198},[304],{"start":197,"speakers":496,"title":308,"description":309},[307],{"start":311,"speakers":498,"title":314,"description":315},[313],{"start":261,"title":224,"highlight":129},{"start":267,"speakers":198,"title":288,"description":289},{"start":319,"speakers":502,"title":322,"description":323},[321],{"start":223,"speakers":504,"title":327,"description":328},[326],{"start":281,"speakers":198,"title":330,"description":331},{"start":232,"title":333,"speakers":507,"description":335},[326],{"start":291,"title":246,"highlight":129},[510],{"_path":511,"_dir":512,"_draft":6,"_partial":6,"_locale":5,"name":513,"description":514,"img":515,"_id":516,"_type":10,"title":517,"_source":12,"_file":518,"_extension":14},"/speakers/all_of_you","speakers","All of You","You, the participants, joining us to learn and bringing your tacit knowledge and experiences to share","/speakers/jovis-aloor-4YxXWYW7JqQ-unsplash.jpg","content:speakers:all_of_you.yml","AllOfYou","speakers/all_of_you.yml",1714428362319]