{"_path":"/schedule","_dir":"","_draft":false,"_partial":false,"_locale":"","subtitle":"All events will have question / answer / discussion time.","schedule":[{"topic":"Invited Round Table Conversations - Sparking Thoughts On Biodiversity Informatics","schedule":[{"speakers":["Dan Katz"],"title":"What's a Research Software Engineers (RSE) and how does their role intersect long-term open-source based science?","description":"Discover just what an RSE is, and how to connect with their community. We'll touch on topics of software architecture and software (re)use. For example, if we aim to produce software components that could be shared and reused, we need to think about a) what can effectively be shared? b) how do others discover these re-useable pieces exist? c) what architecture (and social structure) best supports the long-term existence/usability of the software? How is the RSE community adapting to and thinking about role of AI in their work?"},{"speakers":["Auriel Fournier, James Lamer, and INHS Collections Representatives, Jamie Minneart-Grote and (TBA)"],"title":"Informatics opportunities integrating field stations and collections, with special reference to the practical needs and opportunities at the Illinois Natural History Survey","description":"In this session, we focus on our local expertise across field stations and research collections as a basis for a conversation on our collective informatics needs. When dealing with interplay between physical and  digital data what are your pain points? What tools would you love to have in your hands, are there tools that would catalyze what you can do, or that would let you be more impactful? What is working currently in terms of the digital tools you engage with facilitating your science? We are hoping the conversation will illuminate new intersections as to what we all do (or could do) together. Specifically addressing local needs is a priority here, we deal with diverse but similar issues, communicating those to our broader audience and each other can be eye-opening."},{"speakers":["Dan Runfola (et al.)"],"title":"geoBoundaries: Challenges to curating (and using) global gazetteers","description":"The attributes of authoritative geospatial may evolve faster than a taxonomist's favourite species concept. Creating robust ways (e. g. software, user interfaces, and services) for anyone working with geospatial data to be able to define the areas of interest, apply them to research, share that data, and persist their assertions over time is extremely challenging. We look forward to hearing from the geoLab folks at William and Mary and sharing our Species File Group experiences followed by a round-table/open session where you can bring your insights and questions."},{"speakers":["Wayne Maddison"],"title":"Mesquite, TAXONOMATIC, and adapting our biodiversity informatics infrastructure to keep pace with the evolution of what we think a taxon is","description":"What are the challenges of a scientist who develops software for all while using that very software for their systematic research? Insights from the evolution of Mesquite (https://www.mesquiteproject.org/), and the career of a jumping-spider taxonomist. Does the interplay between these two processes (coding, studying evolution) impact how we think about the Things we define and study?"},{"speakers":["Pam Soltis, Cody Thompson"],"title":"Why are the Earth's scientific collections important? Perspectives from a catalyzed series of events emerging during COVID 19","description":"Collections hold rich data valuable for addressing such (bio)economically critical topics as “what is it?”, “where can I find it?”, “who or what interacts with it?”. From the perspective of a global event such as a pandemic, the specimens and samples stored (aka vouchered) often provide information helping scientists discover, study, track, and understand the provenance of these events through time and space. Through a series of workshops on how (digital) collections and expertise help track disease -- we highlight the need for more use of and greater awareness across domains for these data.  Find out what we discovered in this combination round-table + open discussion. We’ll touch on such topics as collections storage and regulations needs, cyber-infrastructure insights, and the need for data sharing."},{"speakers":["Mark Davis"],"title":"Exploring emerging practical informatics needs surrounding the rapidly expanding use of eDNA","description":"What are the digital threads connecting eDNA to vouchers, inventories, provenance, ephemerality, scaling, identifiers, fieldwork, standards, AI and collections? What are the opportunities for crafting new cloth, and where do we first need to gather more fibers?"}]},{"date":"2025-05-06","topic":null,"schedule":[{"start":"13:15","title":"To be defined"}]},{"date":"2025-05-07","topic":null,"schedule":[{"start":"13:15","title":"To be defined"}]},{"date":"2025-05-08","topic":null,"schedule":[{"start":"13:15","title":"To be defined"}]}],"_id":"content:schedule.yml","_type":"yaml","title":"Schedule","_source":"content","_file":"schedule.yml","_extension":"yml"}