{"_path":"/awards","_dir":"","_draft":false,"_partial":false,"_locale":"","year":2024,"description":"<p>\n  Here's to the crazy ones, the misfits, the rebels, the\n  troublemakers, the round pegs in the square holes… the ones who see\n  things differently — they're not fond of rules… You can quote them,\n  disagree with them, glorify or vilify them, but the only thing you\n  can't do is ignore them because they change things… they push the\n  human race forward, and while some may see them as the crazy ones,\n  we see genius, because the ones who are crazy enough to think that\n  they can change the world, are the ones who do.\n</p>\n<i>— Steve Jobs, 1997</i>\n","awards":[{"title":"The Glue","description":"TaxonWorks does a lot, but how do we get at it? Person who contributed to linking/attaching outer processes to inner workings.","icon":"IconGlue","winners":["Geoff Ower*","Roger Burks"]},{"title":"The Archivist","description":"Exhibited an awareness that TW is temporary, and that everyone can contribute to the longevity of their work via simple practices.","icon":"IconDatabase","winners":["Samuel Brown"]},{"title":"The Regular","description":"At group meetings, someone who didn't have to be there, but was, like the person on the bar-stool at the bar, but not the bar, and not a stool.","icon":"IconHeadphones","winners":["Jim Woolley*","Heidi Hopkins"]},{"title":"The Eye","icon":"IconEye","description":"A contributor who notably improved the aesthetics, look, and feel of TaxonWorks or its umbrella orgs.","winners":["José Luis Pereira*"]},{"title":"The Monk","description":"Contributor(s) who kept history alive by migrating data forward.","icon":"IconMonastery","winners":["Dmitry Dmitriev*"]},{"title":"The Hygienist","description":"Via the TaxonWorks UI, this person updated a lot of data.","icon":"IconBroom","winners":["Lily Hart*","Donald Hobern"]},{"title":"The Grinder","description":"Day in, day out, this person spent an huge amount of time in TaxonWorks during the TWT-TWT year.","icon":"IconThink","winners":["Marina Novoselova*","Michelle Kohler*","Mark Rothschild","Nikolai Yunakov"]},{"title":"The Chemist","description":"Catalyzing growth in the TaxonWorks community via communication, and interaction with others from local-to-global","icon":"IconChemistry","winners":["Deborah Paul*"]},{"title":"The Bold","description":"Group or person who tiptoed into TaxonWorks door, with trepidation and hesitation, we're glad they are here.","icon":"IconJuggler","winners":["Holger Braun","Davide Dal Pos"]},{"title":"The Patient","description":"They saw vision and potential, patiently waited for it to emerge, gutted out the transition, and are now happily gardening in TaxonWorks (there might be the odd weed still).","icon":"IconPatient","winners":["Brian Fisher","AntWeb"]},{"title":"The Academic","description":"Contributed a scientific paper significantly facilitated by TaxonWorks","icon":"IconAcademic","winners":["K. Samanta Orellana","Jennifer Girón","Kojun Kanda","M. Andrew Johnston"]},{"title":"The Hacker","description":"This person codes, particularly complicated stuff.","icon":"IconGears","winners":["Dash Peters"]},{"title":"The Tutor","description":"There's a lot to learn in TaxonWorks. This person educated others via any number of ways, teaching, training, workshops, writing documentation, commenting in code or sharing processes and procedures","icon":"IconTutor","winners":["Tommy McElrath*"]},{"title":"The Mysterious Benefactor","description":"Person or organization who completely unexpectedly contributed in a ways that had a big impact","icon":"IconMask","winners":["Tom Klein"]}],"_id":"content:awards.yml","_type":"yaml","title":"Awards","_source":"content","_file":"awards.yml","_extension":"yml"}